{
  "what is the name of the university": "Medicaps University.",
  "where is medicaps located": "AB Road, Pigdamber, Rau, Indore, Madhya Pradesh, India.",
  "what courses are offered": "B.Tech, M.Tech, BBA, MBA, BCA, MCA, Pharmacy.",
  "btech branches": "Computer Science, Information Technology, Mechanical, Civil, Electrical, Electronics & Communication.",
  "eligibility for btech": "12th with PCM (Physics, Chemistry, Maths) with minimum required % as per admission rules.",
  "how to apply": "Apply online via the official Medicaps admissions portal or visit the campus admissions office for offline application.",
  "admission process": "Admissions based on 12th marks or entrance tests where applicable. Some programs may require counseling or interviews.",
  "important dates": "Admission cycles typically start in May. Exact dates are published on the university website's admissions section.",
  "fees btech": "Approx. INR 85,000 per semester (may vary by branch). Check official fee schedule for exact figures.",
  "fees mba": "Approx. INR 95,000 per semester (may vary).",
  "hostel facility": "Yes — separate hostels for boys and girls with mess facilities and security.",
  "hostel fees": "Range between INR 60,000 to 90,000 per year depending on room type.",
  "scholarships": "Scholarships are available for meritorious students and for students from economically weaker backgrounds. Check scholarship page.",
  "placements": "Medicaps has an active placement cell organizing internships and campus drives with national and multinational companies.",
  "placement highest": "Highest packages have been in the multiple LPA (lakhs per annum) range; check live placement endpoint for latest figures.",
  "average package": "Average package varies by year and program; see live placement data for current value.",
  "top recruiters": "TCS, Infosys, Wipro, Amazon, Capgemini, Microsoft, Google (varies year to year).",
  "internships": "Internship opportunities are coordinated via training & placement cell; companies offer summer internships and industrial training.",
  "library": "Central library with books, journals, e-resources and digital access for students and faculty.",
  "wifi on campus": "Yes, campus is Wi-Fi enabled across academic and residential areas.",
  "medical facilities": "On-campus medical center is available for students and staff.",
  "transport facility": "University provides bus services from key areas in Indore and nearby regions.",
  "campus safety": "Security personnel and CCTV surveillance are available across campus for safety.",
  "contact admissions": "Call +91-731-4259500 or email info@medicaps.ac.in for admissions queries.",
  "placement statistics": "Use the 'placement' query in the chatbot to get latest scraped placement statistics.",
  "admission eligibility mtech": "For M.Tech, a valid B.Tech/B.E. degree in relevant discipline is usually required; entrance criteria may apply.",
  "mba eligibility": "Graduation with minimum required percentage; entrance scores may be considered for selection.",
  "bca eligibility": "10+2 in any stream with minimum marks as per university rules.",
  "mca eligibility": "Graduation in computer applications or related field; some seats for lateral entry.",
  "pharmacy courses": "Pharmacy programs offered; refer to official course list for B.Pharm and M.Pharm details.",
  "email contact": "info@medicaps.ac.in",
  "website": "https://www.medicaps.ac.in/",
  "placement 2024": "Type 'placement 2024' to get year-specific placement details from live data.",
  "do you provide placements for all branches": "Placement support is provided to eligible students across branches, with branch-wise opportunities varying.",
  "are labs available": "Yes, well-equipped labs for engineering, pharmacy and computer science programs.",
  "do you offer scholarships for sports": "Yes, sports scholarships and incentives may be available; contact scholarship cell for details.",
  "how to contact placement cell": "Contact the training & placement cell via the official contact number or email available on the website.",
  "is medicaps ugc approved": "Medicaps is recognized and adheres to regulatory norms; check official site for latest accreditations.",
  "is there placement training": "Yes, pre-placement training, mock interviews and resume workshops are conducted by the placement cell.",
  "can i schedule campus visit": "Yes, you can schedule a visit by contacting the admissions office or via the website.",
  "do you have extracurricular activities": "Yes, cultural festivals, technical fests, clubs and sports are actively organized on campus.",
  "can international students apply": "International admissions may be supported; contact admissions office for specific procedures.",
  "what is the campus size": "Refer to the About section on the official site for campus area and facilities."
}